/* 
  Errors.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/2/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Error descriptions */

"ErrorDescRemoving_GenericError" = "Falha ao remover alguns arquivos devido à razão desconhecida.";
"ErrorDescRemoving_GenericSingleFileError" = "“%@” não pôde ser removido devido a uma razão desconhecida.";
"ErrorDescRemoving_FileWasntAuthorized" = "“%@” não pôde ser removido porque você não autorizou esta operação.";
"ErrorDescRemoving_FileWasntAuthorizedMove" = "“%@” não pôde ser movido porque você não autorizou esta operação.";
"ErrorDescRemoving_CouldntRemoveWithPrivileges" = "“%@” não pôde ser removido devido à falta de permissões.";
"ErrorDescRemoving_CouldntMoveWithPrivileges" = "“%@” não pôde ser movido devido à falta de permissões.";
"ErrorDescRemoving_FailedToLaunchTask" = "Não foi possível executar a tarefa “%@”. O arquivo não parece ser executável ou está ausente.";
